[{
        "title": "What is Samsung",
        "sub_title": "คือ บริษัทอิเล็กทอนิก",
        "image_url": "https://www.androidheadlines.com/wp-content/uploads/2019/02/Samsung-Logo-2019-AM-AH-1-1420x947.webp",
        "detail": "เป็นชื่อกลุ่มบริษัทแห่งหนึ่งจากประเทศเกาหลีใต้ มีสำนักงานใหญ่อยู่ที่กรุงโซล ประเทศเกาหลีใต้[4] ซึ่งประกอบด้วยบริษัทย่อยจำนวนมาก และธุรกิจที่เกี่ยวข้องส่วนใหญ่อยู่ภายใต้แบรนด์ซัมซุง และเป็นกลุ่มธุรกิจที่ใหญ่ที่สุดในเกาหลีใต้\n\nซัมซุงได้ก่อตั้งโดยอี บย็อง-ช็อล ในปี พ.ศ. 2481 ในช่วงแรกของการทำธุรกิจนั้นได้เน้น ไปที่การส่งออกสินค้า, แปรรูปอาหาร และสิ่งทอ ซัมซุงเริ่มเข้ามาในอุตสาหกรรมอิเล็กทรอนิกส์ในปลายปี พ.ศ. 2503 หลังจากการจากไปของประธานผู้ก่อตั้ง อี บย็อง-ช็อล ทำให้ซัมซุงได้แยกกลุ่มธุรกิจออกเป็น 4 กลุ่ม คือ Samsung Group, Shinsegae Group, CJ Group และ Hansol Group และตั้งแต่ปี พ.ศ. 2533 เป็นต้นมา ซัมซุงได้เป็นที่รู้จักเป็นสากลมากขึ้นจากสินค้าอิเล็กทรอนิกส์ โดยเฉพาะโทรศัพท์มือถือที่เป็นแหล่งรายได้สำคัญของบริษัทในปัจจุบัน\n\nปัจจุบันธุรกิจของซัมซุง แบ่งออกเป็น 4 หน่วยใหญ่ ๆ คือ เครื่องใช้ในบ้าน, เครื่องใช้สำนักงาน, โทรศัพท์มือถือ และส่วนประกอบหลัก ๆ ที่ใช้ในการผลิตอุปกรณ์ดิจิตอลที่เป็นนวัตกรรมล่าสุดของโลกในศตวรรษที่ 21 มีฐานการผลิต 25 แห่ง, บริษัทสาขาตลาด 36 แห่ง และสำนักงานย่อย 23 แห่ง ที่ประจำอยู่ใน 46 ประเทศทั่วโลก"
    }, {
        "title": "ดีอย่างไร",
        "sub_title": "มีศูนย์บริการทั่วประเทศ",
        "image_url": "https://assets.mspimages.in/gear/wp-content/uploads/2020/02/Samsung-Logo-MSP-768x512.jpg",
        "detail": "ตัวบริษัทรับ feedback จากลูกค้าที่ส่งเข้ามาถุกความคิดเห็น และนำมาปรับใช้ในผลิตภัณในรุ่นถัดๆไปเสมอ"
    }, {
        "title": "รุ่นตัวท็อป",
        "sub_title": "Samsung galaxy Z Fold 3,Samsung galaxy Z Filp 3,Samsung galaxy S21 Ultar 5G",
        "image_url": "https://www.notebookcheck.net/fileadmin/_processed_/5/c/csm_csm_E4qaBJsWUAQx1rZ_2fffab413926_f4f42b873d.jpg",
        "detail": "ซัมซุงนับว่าเป็นบริษัทยักษ์ใหญ่ที่ผลิตโทรศัพท์มือถือทั้งรุ่นปกติและแบบโทรศัพท์อัจฉริยะ ออกมาจำหน่ายหลากหลายรุ่น โดยมีส่วนแบ่งการตลาดระดับโลกอยู่ในอันดับต้น ๆ และมีรุ่น Flagship ที่เปิดตัวทุกปี ภายใต้ชื่อ Galaxy Note และ Galaxy S โดยในรุ่น Note จะมีปากกาที่เรียกว่า S Pen เป็นอุปกรณ์ที่ใช้ในการเขียน วาด บนหน้าจอ ในขณะที่รุ่น S จะเน้นการผลิตโดยใช้สเปคเครื่องที่สูงกว่ารุ่นอื่น ๆ ทั้งหมดที่ผลิตออกมา ทั้งรุ่น Note และ S นับเป็นคู่แข่งสำคัญของ iPhone ที่ผลิตโดย Apple Inc."
    }

]